Repository: ruifontes/clipspeak
Catalog: addon/Locale/*/LC_MESSAGES/nvda.po
Languages: es, fi, ko, uk

source: Cut selected item to clipboard, if appropriate.
es: Cortar elemento seleccionado en el portapapeles, si es apropiado.
fi: Leikkaa valittu kohde leikepöydälle, mikäli mahdollista.
ko: 선택한 항목을 클립보드에 잘라내기.
uk: Вирізати вибраний елемент до буфера обміну, якщо підтримується.

source: Clipboard
es: Portapapeles
fi: Leikepöytä
ko: 클립보드
uk: Буфер обміну

source: Copy selected item to clipboard, if appropriate.
es: Copiar elemento seleccionado en el portapapeles, si es apropiado.
fi: Kopioi valittu kohde leikepöydälle, mikäli mahdollista.
ko: 선택한 항목을 클립보드에 복사하기.
uk: Скопіювати вибраний елемент до буфера обміну, якщо підтримується.

source: Copy path of selected file to clipboard, if appropriate.
fi: Kopioi valitun tiedoston polku leikepöydälle, mikäli mahdollista.
ko: 선택된 파일의 경로를 클립보드에 복사하기.

source: Paste item from clipboard, if appropriate.
es: Pegar elemento seleccionado en el portapapeles, si es apropiado.
fi: Liitä valittu kohde leikepöydältä, mikäli mahdollista.
ko: 클립보드로부터 항목 붙여넣기.
uk: Вставити елемент з буфера обміну, якщо підтримується.

source: Undo operation.
es: Operación desacer.
fi: Kumoa toiminto.
ko: 작업 취소하기.
uk: Скасувати операцію.

source: Redo operation.
es: Operación reacer.
fi: Tee toiminto uudelleen.
ko: 취소한 작업 되돌리기.
uk: Повторити операцію.

source: item
es: elemento
fi: kohde
ko: 항목
uk: елемент

source: Undo
es: Desacer
fi: Kumoa
ko: 작업 실행 취소
uk: Скасовано

source: Redo
es: Reacer
fi: Tee uudelleen
ko: 작업 다시 실행
uk: Повторити

source: Cut %s
es: Cortar %s
fi: Leikkaa %s
ko: 다음을 잘라냄: %s
uk: Вирізано %s

source: Copy %s
es: Copiar %s
fi: Kopioi %s
ko: 다음을 복사함: %s
uk: Скопійовано %s

source: Pasted %s
es: Pegar %s
fi: Liitetty %s
ko: 다음을 붙여넣음: %s
uk: Вставлено %s

source: ClipSpeak
fi: Puhu leikepöytätoiminnot
ko: 클립스피크
uk: Озвучення операцій з буфером обміну

source: Announce only copy/cut/paste
es: Anunciar solo cortar/copiar/pegar
fi: Puhu vain kopiointi, leikkaaminen ja liittäminen
ko: 복사, 잘라내기, 붙여넣기만 말하기
uk: Промовляти лише скопійовано/вирізано/вставлено

source: file/folder
fi: tiedosto tai kansio

source: files/folders:
fi: tiedostoja tai kansioita:

source: files/folders
fi: tiedostoa tai kansiota

source: Clipspeak
fi: Puhu leikepöytätoiminnot
ko: 클립스피크
uk: Озвучення операцій з буфером обміну

source: Add-on to speak clipboard information.
es: Complemento para anunciar información del portapapeles.
fi: Lisäosa, joka puhuu leikepöytätoiminnot.
ko: 클립보드 정보를 말하게끔 하는 추가 기능입니다.
uk: Додаток для озвучення інформації буфера обміну.
